[Character.CharClass_Knight_Paladin AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Shields.Shield_EnemyPaladin_Standard ShieldDefinition]
UseFailureCharacterMessage="You have to do it %s This thing."
ItemName="Orbital clamp"
PickupMessage="Received first orbital shield."
UseFailureLevelMessage="You must have %d to use this function.."
UseFailureConstraintsMessage="This article is not authorized."
NoManufacturerName="usually"

[Skills.Skill_BlessingTransformed SkillDefinition]
SkillName="Paladin perks"
SkillDescription="You have Paladin support."
LockedSkillDetailStr="<Locked>"

[Skills.Skill_Regen SkillDefinition]
SkillName="Paladin Reincarnation"
SkillDescription="Paladins have the ability to regenerate.."
LockedSkillDetailStr="<Locked>"

